{
   "Headlines (Sports)": [
      {
         "data": "South Sudanese, Seeking to Fit In, Stand Out in Australian Basketball"
      },
      {
         "data": "Want to Make More Baskets? Science Has the Answer"
      },
      {
         "data": "For the Mets, It’s Injury After Injury, Year After Year"
      },
      {
         "data": "Mets Stroke Nine Doubles and Score 16 Runs to Thrash Braves"
      },
      {
         "data": "Kentucky Derby: Contenders, Long Shots and the Draw"
      },
      {
         "data": "Tanner Glass Hopes to Lift Rangers Again in Game 4 Against Senators"
      },
      {
         "data": "Room for Two Red Bulls? Soccer Success Complicates Champions League"
      },
      {
         "data": "Yankees, With Sabathia Struggling, Again Find a Way to Rally"
      },
      {
         "data": "Sam Mele, Major League Player, Manager and Scout, Dies at 95"
      },
      {
         "data": "The Soccer Team No One Wants to Play"
      },
      {
         "data": "Red Sox Bar Fan From Fenway Park for Using Racial Slur"
      },
      {
         "data": "France Prepares to Stake Its Place in World Hockey"
      },
      {
         "data": "South Sudanese Stand Out in Australian Basketball"
      },
      {
         "data": "Missing Sidney Crosby, Penguins Hold On to Win"
      },
      {
         "data": "Juventus Takes Commanding Lead Over Monaco in Champions League"
      },
      {
         "data": "2 Ejections After M.L.B. Tells Orioles and Red Sox, ‘Enough Is Enough’"
      },
      {
         "data": "LeBron James Reaches Scoring Milestone in Win for Cavaliers"
      },
      {
         "data": "Tony Romo Will Try to Qualify for the U.S. Open"
      },
      {
         "data": "Nashville Predators’ Defense Is Becoming Their Best Offense"
      },
      {
         "data": "David Villa Extends Contract With N.Y.C.F.C."
      },
      {
         "data": "Isaiah Thomas Scores 53 Points as Celtics Top Wizards"
      },
      {
         "data": "Specter of Doping Accompanies a Flashier Form of Cricket"
      },
      {
         "data": "Matt Harvey and the Mets Struggle Again"
      },
      {
         "data": "Jamaal Charles Signs With the Broncos"
      },
      {
         "data": "Rangers, Back at Home, See Their Luck Change Against the Senators"
      },
      {
         "data": "3 Arrested in 2015 Shooting and Robbery of Ex-Knick Cleanthony Early in Queens"
      },
      {
         "data": "Yankees Are Treated to Another Episode of the Aaron Judge Show"
      },
      {
         "data": "Group Led by Jeb Bush and Derek Jeter Is Inching Closer to Buying the Marlins"
      },
      {
         "data": "Luis Olmo, a Pioneering Puerto Rican Baseball Player, Dies at 97"
      },
      {
         "data": "Champions League: Cristiano Ronaldo’s Hat Trick Lifts Real Madrid"
      },
      {
         "data": "Kenny Sears, Knicks’ Two-Time Leading Scorer, Is Dead at 83"
      },
      {
         "data": "Alabama Approves Contract Extension for Nick Saban Worth $65 Million"
      },
      {
         "data": "Sidney Crosby Has a Concussion and Will Miss at Least One Game"
      },
      {
         "data": "Red Sox Fans Give Adam Jones a Standing Ovation at Fenway"
      },
      {
         "data": "Will Your N.F.L. Team Get Better or Worse? You Can Bet on It"
      },
      {
         "data": "The Team Wore White. The Language Was Blue."
      },
      {
         "data": "Liverpool Boosts Champions League Bid"
      },
      {
         "data": "It’s Anyone’s American League East, and Everyone’s a Contender"
      },
      {
         "data": "Seeing Noah Syndergaard’s Injury Coming at 100 M.P.H."
      },
      {
         "data": "Twitter Signs a Deal to Stream Regular-Season W.N.B.A. Games"
      },
      {
         "data": "Sidney Crosby Leaves Game 3 After Hit to Head"
      },
      {
         "data": "Guy Boucher, an Intense Coach, Molds the Ottawa Senators’ Spirit"
      },
      {
         "data": "No Longer ‘Yahoos in the Street’: Brooklyn Race Draws Top Cyclists"
      },
      {
         "data": "A Long Way From ‘Yahoos in the Street’"
      },
      {
         "data": "Cavaliers Crush Raptors in Eastern Conference Semifinal’s Opener"
      },
      {
         "data": "How Ueli Steck Met Mountaineering’s Oldest Companion: Tragedy"
      },
      {
         "data": "Three Former Skater Boys Confront Fatherhood"
      },
      {
         "data": "Jimmie Johnson, of Nascar Fame, Wears Brunello Cucinelli"
      },
      {
         "data": "Honoring a Fellow Fan, One Ballpark Bathroom at a Time"
      },
      {
         "data": "Claims of Liberal Bias in Media Now Include Sportscasters, Too"
      },
      {
         "data": "Mets’ Noah Syndergaard Out Indefinitely With Torn Muscle in Torso"
      },
      {
         "data": "Looking to Cross the Border From Mexico, Into the N.C.A.A."
      },
      {
         "data": "Celtics Open Conference Semifinal by Beating Wizards"
      },
      {
         "data": "Entertaining Loss Doesn’t Dim Luster of Yankees’ Opening Month"
      },
      {
         "data": "Jazz Top the Clippers in Game 7, Escorting Them to Another Early Exit"
      },
      {
         "data": "Trying to Prevent a Third Loss, Rangers Embrace Second-Guessing"
      },
      {
         "data": "Meet Toronto’s Gavel-Wielding, Puck-Shooting Madam Justice"
      },
      {
         "data": "Ueli Steck, Renowned Mountain Climber, Dies Near Everest at 40"
      },
      {
         "data": "An Injury for Noah Syndergaard, and an Indignity for the Mets"
      },
      {
         "data": "Tottenham Keeps Arsenal in Its Wake and Chelsea in Its Sights"
      },
      {
         "data": "Chelsea Cruises, and It’s All Over but the Critiquing"
      },
      {
         "data": "The Power and the Questioned Glory of Baseball’s Save Stat"
      },
      {
         "data": "Chelsea Beats Everton to Move Closer to Premier League Title"
      },
      {
         "data": "Kuwaiti Sheikh Resigns FIFA Role Amid Investigation"
      },
      {
         "data": "Arsène Wenger Reaches the End of the Road at Arsenal. Or Maybe Not."
      },
      {
         "data": "With Key Pieces of Last Year’s Team Gone, Jets Begin Laying a New Foundation"
      },
      {
         "data": "Rangers Crumble at Hands of Senators’ One-Man Wrecking Crew"
      },
      {
         "data": "Wins Over Nationals Is Encouraging Sign for Debilitated Mets"
      },
      {
         "data": "Aaron Judge Leads the Renewed Bronx Bombers Past the Orioles"
      },
      {
         "data": "Andy Murray Loses in Semifinals at Barcelona Open"
      },
      {
         "data": "6-Foot-10 and a 3-Point Shooter. Just What the Rockets Want."
      },
      {
         "data": "Maria Sharapova, in Return, Falls in Semifinals in Stuttgart"
      },
      {
         "data": "Giants Draft for the Present, and the Future"
      },
      {
         "data": "For Brewers’ Eric Thames, Stint in South Korea Goes a Long Way"
      },
      {
         "data": "Joe Johnson, a Taciturn Veteran, Speaks Volumes for the Jazz"
      },
      {
         "data": "Last in the N.F.L. Draft, but Getting More Relevant All the Time"
      },
      {
         "data": "Rafael Nadal and Andy Murray Advance in Barcelona Open"
      },
      {
         "data": "Wizards and Celtics Both Clinch Series and Will Meet in the Next Round"
      },
      {
         "data": "Bengals Draft Joe Mixon, Who Was Suspended for Punching a Woman"
      },
      {
         "data": "In Drafting Davis Webb, Giants Pick a Potential Successor to Eli Manning"
      },
      {
         "data": "Juggling Several Injuries, Mets Hang On to Beat Nationals"
      },
      {
         "data": "In Early Going, the Yankees Steal the Mets’ Thunder"
      },
      {
         "data": "Theo Epstein, Conquering Hero, Returns With Chicago Cubs to Fenway Park"
      },
      {
         "data": "As a Counterweight to Modern Tight Ends, Jets Draft Two Safeties"
      },
      {
         "data": "Yankees Stage Improbable Comeback Behind a Volley of Home Runs"
      },
      {
         "data": "Misgivings Diminish the Mighty N.F.L.’s Swagger"
      },
      {
         "data": "(It’s Great to) Suck at Something"
      },
      {
         "data": "This Postseason, Penguins’ Marc-Andre Fleury Is Having Success, and Fun"
      },
      {
         "data": "N.F.L. Draft Becomes a Popular Road Show"
      },
      {
         "data": "Nastase Calls His Comments on Serena Williams Inexcusable and Apologizes"
      },
      {
         "data": "N.F.L. Draft Round 2: Here Are the Best Available Players"
      },
      {
         "data": "In Soccer, Teams Change Logos at Their Peril"
      },
      {
         "data": "Maria Sharapova Reaches the Semifinals of Her Comeback Tournament"
      },
      {
         "data": "N.F.L. Draft Grades: Experts Pick Round 1 Winners and Losers"
      },
      {
         "data": "Russian Hooligans’ Toughest Opponents? Russia’s Police"
      },
      {
         "data": "Maria Sharapova Advances to Quarterfinals in Germany"
      },
      {
         "data": "In N.F.L. Draft’s First Round, Offense Is Back in Favor"
      },
      {
         "data": "Rangers Lose Opener to Senators. Don’t Blame Henrik Lundqvist."
      },
      {
         "data": "Yankees’ Masahiro Tanaka Shuts Out Red Sox and Beats Chris Sale"
      },
      {
         "data": "In Manchester, Calm Before a Stormy Summer"
      },
      {
         "data": "At Jackie Robinson Museum, a Timeless Mission Will Live On"
      },
      {
         "data": "Travis Green, New Canucks Coach, Will Focus on Youth and Offense"
      },
      {
         "data": "A Texas-Size Prospect Lifts the Rangers"
      },
      {
         "data": "Raptors Lose 25-Point Lead but Eliminate the Bucks"
      },
      {
         "data": "From Combine to Draft, N.F.L. Prospects Are Treated Like Pieces of Meat"
      },
      {
         "data": "U.S.A. Hockey Names a New Executive Director"
      },
      {
         "data": "N.F.L. Draft: Analysis of Every Pick in Round 1"
      },
      {
         "data": "Giants Add Wrinkle to Offense in Mississippi Tight End Evan Engram"
      },
      {
         "data": "Mets Lose Noah Syndergaard, Yoenis Cespedes and Still Another Game"
      },
      {
         "data": "Maria Sharapova Stays on a Roll at the Porsche Grand Prix"
      },
      {
         "data": "From the Start, Kristaps Porzingis Made It Clear He Wouldn’t Be Timid"
      },
      {
         "data": "Jets Select L.S.U. Safety Jamal Adams After Surprises Atop Draft"
      },
      {
         "data": "The Oilers Survive a Wild Third Period to Beat the Ducks"
      },
      {
         "data": "The N.F.L. Draft Is Here. Let’s Talk About Explosive Hips."
      },
      {
         "data": "Myles Garrett: What Scouts Say About Browns’ Top Pick"
      },
      {
         "data": "A Business Deal and a Murder, Seen Through the Rearview Mirror"
      },
      {
         "data": "Letter of Recommendation: ‘Pistol Pete’s Homework Basketball’"
      },
      {
         "data": "Tottenham Wins Eighth Straight to Keep Pressure on Chelsea"
      },
      {
         "data": "Mets’ Fog Still Doesn’t Lift in a Loss to the Braves"
      },
      {
         "data": "Aaron Judge Powers Yankees Over Red Sox"
      },
      {
         "data": "Zurich Classic Turns to Team Play as a Jolt to PGA Tour Routine"
      },
      {
         "data": "Rangers and Senators Captains Lead by Different Examples"
      },
      {
         "data": "Celtics Top Bulls to End Home-Team Slump and Take 3-2 Lead"
      },
      {
         "data": "An African Player Reaches the Majors"
      },
      {
         "data": "Oakland Raiders Lure Marshawn Lynch Out of Retirement"
      },
      {
         "data": "Unbowed, Maria Sharapova Retakes the Tennis Stage"
      },
      {
         "data": "Travel Agents for Youth Sports Teams? Not All See It as a Perk"
      },
      {
         "data": "ESPN Layoffs: The Struggling Industry Giant Sheds On-Air Talent"
      },
      {
         "data": "Serena Williams Says Posting of Pregnancy Picture Was an Accident"
      },
      {
         "data": "Who Is Eric Thames? Brewers Slugger Is on Pace to Hit 81 Homers"
      },
      {
         "data": "What You Need to Know About the N.F.L. Draft"
      },
      {
         "data": "N.H.L. Playoffs: What to Watch in the Second Round"
      },
      {
         "data": "Cybernetics, Cesarean Sections and Soccer’s Most Magnificent Mind"
      },
      {
         "data": "James Harden Scores 34 as Rockets Oust the Thunder"
      },
      {
         "data": "Diego Costa Stars as Chelsea Extends Premier League Lead"
      },
      {
         "data": "Rainout Gives the Battered Mets Another Day Off"
      },
      {
         "data": "Without Dale Earnhardt Jr., Nascar Faces an Uncertain Future"
      },
      {
         "data": "Bucks, a Youthful Bunch, Are Facing a Bright Future"
      },
      {
         "data": "Chuck Wielgus, 67, Dies; Empowered U.S. Swimming and Apologized in a Scandal"
      },
      {
         "data": "Yankees’ and Mets’ Games Are Rained Out"
      },
      {
         "data": "Greg Marius, Impresario of Harlem Street Ball, Dies at 59"
      },
      {
         "data": "Derek Jeter and Jeb Bush Are Said to Move Closer to Purchase of Marlins"
      },
      {
         "data": "One Certain Projection in Mock N.F.L. Drafts This Year: Uncertainty"
      },
      {
         "data": "With Baby in Tow, Victoria Azarenka Returns to Tennis — and Her Roots"
      },
      {
         "data": "Golf’s Ruling Bodies Limit Influence of Video Evidence"
      },
      {
         "data": "In St. Anthony’s Final Days, a Scramble to Recruit Its Best Talent"
      },
      {
         "data": "Adrian Peterson Agrees to 2-Year Deal With Saints"
      },
      {
         "data": "Dale Earnhardt Jr. to Retire From Racing"
      },
      {
         "data": "Serena Williams Fires Back at Ilie Nastase Over ‘Racist’ Comment"
      },
      {
         "data": "A Surfer Is Killed, and Australia Asks: Do More Sharks Need to Die?"
      },
      {
         "data": "Could Legalized Gambling Save Us From the Insufferability of Fantasy Sports?"
      },
      {
         "data": "Jimmie Johnson Wins Rain-Delayed Nascar Race at Bristol"
      },
      {
         "data": "Yankees-Red Sox, a Grizzled Rivalry, Gets a Fresh-Faced Makeover"
      },
      {
         "data": "Raptors Win Over Bucks Puts Them One Win Away From a Series Against the Cavs"
      },
      {
         "data": "A Formula One Driver in the Indianapolis 500 Is No Longer Blasphemy"
      },
      {
         "data": "Distracting or Dirty, N.H.L. Agitators Can Provide a Spark in the Playoffs"
      },
      {
         "data": "Bill Murray and His Brothers Venture Into Golf Wear"
      },
      {
         "data": "Aaron Hernandez’s Family Will Get His Suicide Notes"
      },
      {
         "data": "Welcome to the World’s Coolest Kindergarten"
      },
      {
         "data": "Orlando City Stops N.Y.C.F.C.’s Home Unbeaten Streak"
      },
      {
         "data": "Daniel Murphy’s First-Inning Grand Slam Powers Nationals Past Slumping Mets"
      },
      {
         "data": "He Said ‘I Do’ at a Golf Tournament a Year Ago. His Game Has Never Been Better."
      },
      {
         "data": "Homer-Hitting Mets Can Blast, but Fail to Bloop"
      },
      {
         "data": "LeBron James Issues a Timely Reminder of His Greatness"
      },
      {
         "data": "At 17, ‘the Tiger Woods of Pole Vaulting’ Soars Ahead of His Time"
      },
      {
         "data": "Warriors Coach Steve Kerr to Miss Game 4"
      },
      {
         "data": "El Clásico: Lionel Messi’s Late Goal Lifts Barcelona Over Real Madrid"
      },
      {
         "data": "An Ex-Yankee, Ivan Nova, Spins a Win for the Pirates"
      },
      {
         "data": "Before Crouching Behind Yankees’ Plate, Austin Romine Brushes Away Adversity"
      },
      {
         "data": "Rangers Ride Henrik Lundqvist Into the Second Round"
      },
      {
         "data": "Grizzlies Defeat Spurs in Overtime to Even Their Playoff Series"
      },
      {
         "data": "Rangers Beat the Canadiens in Game 6 and Advance to the Conference Semifinals"
      },
      {
         "data": "Steve Kerr Will Not Coach Warriors’ Game 3 Against Portland Because of Illness"
      },
      {
         "data": "Yankees Get First Taste of Chris Carter’s Tantalizing Power"
      },
      {
         "data": "Listless Mets Drop Another One to the Nationals"
      },
      {
         "data": "Chelsea Defeats Tottenham to Advance to F.A. Cup Final"
      },
      {
         "data": "Swiss Teenager Nico Hischier Raises His Standing for N.H.L. Draft"
      },
      {
         "data": "Letters to the Editor"
      },
      {
         "data": "How the N.B.A.’s Craftiest Players Draw Fouls"
      },
      {
         "data": "Celtics Regain Confidence, With an Assist From Kevin Garnett"
      },
      {
         "data": "From Red Storm Backcourt to Reds’ Rotation"
      },
      {
         "data": "Ilie Nastase Punished for Abusive Remarks"
      },
      {
         "data": "The Celtics Bounce Back Against the Bulls"
      },
      {
         "data": "Giants’ Bumgarner on Disabled List After Dirt-Bike Accident"
      },
      {
         "data": "Patching Together a Lineup, Mets Come Apart Against the Nationals"
      },
      {
         "data": "Yankees Stumble Against the Pirates in an Unfriendly Setting"
      },
      {
         "data": "Serena Williams’s Coach Sees a ‘Fabulous’ New Challenge in Her Pregnancy"
      },
      {
         "data": "Tom Fleming, 65, New York City Marathon Winner, Dies"
      },
      {
         "data": "Daniel Murphy’s Keen Eye Bolsters a Nationals Pillar"
      },
      {
         "data": "Rangers at Home Aim to Eliminate the Canadiens in Game 6"
      },
      {
         "data": "A Tennis Makeover in Cuba, With an American Assist"
      },
      {
         "data": "Arnold Palmer’s Hometown Golf Course Adjusts to Life Without Him"
      },
      {
         "data": "Alex Ovechkin Briefly Leaves Game 5 After a Hard Hit"
      },
      {
         "data": "Barclays Center Slugs It Out With Madison Square Garden for Fights"
      },
      {
         "data": "Smokeless Tobacco Is Gone From the Ballpark, if Not the Clubhouse"
      },
      {
         "data": "Golden State Gets a Boost From an Unlikely Source: JaVale McGee"
      },
      {
         "data": "For F.A. Cup Semifinals, the Long Shots Are Long Gone"
      },
      {
         "data": "Champions League Draw: It’s Real Madrid vs. Atlético Madrid, Again"
      },
      {
         "data": "Cavaliers Erase 25-Point Halftime Deficit to Beat Pacers"
      },
      {
         "data": "Rangers Grab Series Lead With Overtime Victory Over Canadiens"
      },
      {
         "data": "Eli Manning Denies Claim Regarding Fake Game-Used Memorabilia"
      },
      {
         "data": "New England Patriots to Host Kansas City Chiefs in N.F.L. Opener"
      },
      {
         "data": "Aaron Hernandez’s Brain Will Be Donated to C.T.E. Research Center"
      },
      {
         "data": "Jeurys Familia Returns to Mets, Who Can Sure Use Him"
      },
      {
         "data": "In N.H.L. Playoffs, Stopping Superstars Is Paramount"
      },
      {
         "data": "Tiger Woods Has a Fourth Back Operation"
      },
      {
         "data": "James Harden Can Pass the Ball (Just Make Sure You Catch It)"
      },
      {
         "data": "It’s a Nice Night for Surfing. Beware of Sharks."
      },
      {
         "data": "Ducks Defeat Flames on Road to Sweep Series"
      },
      {
         "data": "Monaco Advances to Champions League Semifinals"
      },
      {
         "data": "Rockets Survive Russell Westbrook’s Onslaught to Beat Thunder Again"
      },
      {
         "data": "Meet the Tea Ladies (and Tea Boys) of British Soccer"
      },
      {
         "data": "Jay Bruce Homers Twice and Drives In Five Runs as Mets Edge Phillies"
      },
      {
         "data": "A Night After Being Shut Down, the Yankees’ Power Returns"
      },
      {
         "data": "As Pirates’ Starling Marte Begins Suspension, Mets’ Jeurys Familia Returns"
      },
      {
         "data": "Rangers Looking Forward to Game 5 After a Flashback Win in Game 4"
      },
      {
         "data": "No Longer an Analyst, Phil Simms Joins CBS’s ‘The NFL Today’"
      },
      {
         "data": "The Fall of Aaron Hernandez"
      },
      {
         "data": "For Barcelona, the End of a Campaign, but Not of an Era"
      },
      {
         "data": "Serena Williams Confirms She’s Pregnant After Day of Speculation"
      },
      {
         "data": "Tom Brady Skips Patriots’ White House Visit Along With Numerous Teammates"
      },
      {
         "data": "Aaron Hernandez Hanged Himself in Prison, Officials Say"
      },
      {
         "data": "China’s Stone Age Skiers and History’s Harsh Lessons"
      },
      {
         "data": "Columbus Staves Off Elimination"
      },
      {
         "data": "Bulls Put the Top-Seeded Celtics in a Hole"
      },
      {
         "data": "The Rangers Finally Win a Playoff Game at Home"
      },
      {
         "data": "As Yankees’ Offense Ends, So Does Their Winning Streak"
      },
      {
         "data": "For Russell Westbrook, and His Orange Pal, It’s Time to Get Serious"
      },
      {
         "data": "A Phillies Rally Exposes the Mets’ Vulnerability"
      },
      {
         "data": "In Replacing Productive Players, N.F.L. Teams Walk a Fine Line in the Draft"
      },
      {
         "data": "Cameroonian Siblings Find a New Interest (Tennis) in a New Land"
      },
      {
         "data": "N.H.L. Playoffs More Topsy-Turvy Than Usual"
      },
      {
         "data": "Champions League: A Night to Remember, Except for the Referee"
      },
      {
         "data": "Atlético Madrid Ends Leicester City’s Champions League Run"
      },
      {
         "data": "Pirates’ Starling Marte Suspended for 80 Games for Steroid Use"
      },
      {
         "data": "As It Embraces Las Vegas, N.F.L. Is Awash in Gambling Contradictions"
      },
      {
         "data": "N.C.A.A. Restores Championship Events to North Carolina"
      },
      {
         "data": "FIFA Confederation Agrees to Support U.S.-Led World Cup Bid"
      },
      {
         "data": "‘Take That for Data’ Punctuates Fizdale’s Officiating Rant"
      },
      {
         "data": "Maple Leafs Rally and Defeat Capitals in Overtime"
      },
      {
         "data": "Yankees’ Mishmash Lineup Produces Common Result: Another Win"
      },
      {
         "data": "Cavaliers and Spurs Hold On, Extending Their Playoff Leads"
      },
      {
         "data": "Camp Lockdown? Rockets’ Patrick Beverley Puts On a Clinic"
      },
      {
         "data": "In America’s Cup Waters, a Robot Takes On an Invasion of Lionfish"
      },
      {
         "data": "Mets’ Bullpen Has Floundered, but Help Is on the Way"
      },
      {
         "data": "Heat’s Season Is Over, but They’re Not Ready to Stop Working"
      },
      {
         "data": "Baseball’s Data Revolution Is Elevating Defensive Dynamos"
      },
      {
         "data": "Boston Marathon 2017: Kenyans Sweep the Main Events"
      },
      {
         "data": "Mats Zuccarello Urges Rangers to Show Some Desperation in Game 4"
      },
      {
         "data": "First Woman to Enter Boston Marathon Runs It Again, 50 Years Later"
      },
      {
         "data": "A Court Used for Playing Hoops Since 1893. Where? Paris."
      },
      {
         "data": "Eighth-Seeded Bulls Upset Celtics in Opener"
      },
      {
         "data": "Behind a Resurgent Greg Bird, the Yankees Win Their Seventh Straight"
      },
      {
         "data": "Rockets Trounce the Thunder in Game 1"
      },
      {
         "data": "Further Futility at Home Dooms Rangers Against Montreal"
      },
      {
         "data": "Yankees’ Prospects Hinge on Those Who Have Earned Their Stripes"
      },
      {
         "data": "Mourinho’s Insight Adds to Chelsea’s Pain in Loss to Manchester United"
      },
      {
         "data": "Union Complains to N.B.A. About Phil Jackson’s Comments on Carmelo Anthony"
      },
      {
         "data": "Mets Avoid a No-Hitter and Stage a Late Rally, but That Isn’t Enough"
      },
      {
         "data": "Sparky Lyle in Monument Park? Fans Say Yes, but He Disagrees"
      },
      {
         "data": "The Thickly Accented American Behind the N.B.A. in France"
      },
      {
         "data": "Manchester United Defeats Chelsea to Open Up Premier League Race"
      },
      {
         "data": "‘That Got Ugly in a Hurry’: More Playoff Pain Delivered by the Spurs"
      },
      {
         "data": "Cavaliers Hold Off Pacers to Open Playoffs With a Win"
      },
      {
         "data": "Mets’ Bullpen Wastes Stellar Effort by Jacob deGrom in Loss to Marlins"
      },
      {
         "data": "Chyna Thomas, Sister of Celtics’ Isaiah Thomas, Is Killed in a Car Crash"
      },
      {
         "data": "Mets Work to Get Jose Reyes Back Into a Groove at the Plate"
      },
      {
         "data": "Yankees Outlast a Jekyll-and-Hyde Starter to Beat the Cardinals"
      },
      {
         "data": "For L.P.G.A. Commissioner Mike Whan, Politics Become Part of the Game"
      },
      {
         "data": "The One That Got Away: Theft of Fishing Guide’s Ashes Becomes a Whodunit"
      },
      {
         "data": "NBC’s Fixture Between the Benches Begins His Playoff Sprint"
      },
      {
         "data": "A Baseball Battery That Hasn’t Lost Its Charge"
      },
      {
         "data": "Rangers’ Challenge Is to Match the Canadiens’ Decibel Level"
      },
      {
         "data": "‘I Own Players’: How West Ham’s Transfer Scandal Upended English Soccer"
      },
      {
         "data": "Fatigued Mets Bullpen Lets One Slip Away Against the Marlins"
      },
      {
         "data": "Hall of Famer Rod Carew Now Has the Heart of a Jet"
      },
      {
         "data": "A Rangers’ Lead Vanishes With 18 Seconds Left. Then a Loss Appears."
      },
      {
         "data": "Yankees Place the Best Bet in Baseball: Aroldis Chapman vs. the Cardinals"
      },
      {
         "data": "Wayne Hardin, Hall of Fame Football Coach at Navy, Dies at 91"
      },
      {
         "data": "Knicks’ Phil Jackson Breaks the Silence, but the Turmoil Is Intact"
      },
      {
         "data": "Quest for On-Ice Equality Echoes a Fight From 30 Years Ago"
      },
      {
         "data": "To David Robinson, the Harden-Westbrook Matchup Feels Familiar"
      },
      {
         "data": "Why I Love Ugly Uniforms"
      },
      {
         "data": "Tebow’s Test of Faith"
      },
      {
         "data": "Dan Rooney: Pittsburgh and N.F.L. Royalty, and an Ordinary Guy"
      },
      {
         "data": "Aaron Hernandez Is Found Not Guilty of 2012 Double Murder"
      },
      {
         "data": "Phil Jackson Says Carmelo Anthony ‘Would Be Better Off Somewhere Else’"
      },
      {
         "data": "If You Don’t Want to Know What This Article Is About, Please Look Away Now"
      },
      {
         "data": "Why Base Stealers Target Noah Syndergaard"
      },
      {
         "data": "5 Hours, 38 Minutes and 16 Innings: Mets Grind Out a Win Over Marlins"
      },
      {
         "data": "With Power From the Mets’ Bench, Michael Conforto Preserves His Role"
      },
      {
         "data": "More Than 15 Years Later, Stars Bring Back Ex-Coach Hitchcock"
      },
      {
         "data": "Yankees Edge Rays Behind Luis Severino and Aaron Hicks to Sweep Series"
      },
      {
         "data": "Latest Series Against Cubs Reminds Dodgers of World Series Drought"
      },
      {
         "data": "Kelsey Plum Is a Lot Like James Harden. But Is It a Left-Handed Compliment?"
      },
      {
         "data": "Bob Cerv, Three-Time Yankee and One-Time All-Star, Dies at 91"
      },
      {
         "data": "After Season of Silence, Phil Jackson Is to Address Local News Media"
      },
      {
         "data": "Steelers Chairman Dan Rooney, 84, Dies; N.F.L. Force and Link to Football’s Past"
      },
      {
         "data": "Cubs Fans Waited 108 Years. Cooperstown Is Still Waiting."
      },
      {
         "data": "The Unreasonable Genius of Russell Westbrook"
      },
      {
         "data": "A Spur Takes His Game (and Flannel Shirts) to the TV Studio"
      },
      {
         "data": "Blue Jackets’ Cam Atkinson Rebukes Naysayers With Standout Season"
      },
      {
         "data": "Yankees’ Abundance of Caution With Young Arms Is Not Enough"
      },
      {
         "data": "Vegas Golden Knights, N.H.L. Expansion Team, Hire Head Coach"
      },
      {
         "data": "In Sports, Boston Is Now Second to None"
      },
      {
         "data": "N.B.A. Playoffs 2017: Who We Think Will Win"
      },
      {
         "data": "Knicks vs. 76ers: A Battle of Losing Philosophies"
      },
      {
         "data": "Knicks, in What Could Be Carmelo Anthony’s Finale With Team, Top 76ers"
      },
      {
         "data": "Celtics Edge Cavaliers for the Top Seed in the Eastern Conference"
      },
      {
         "data": "Borussia Dortmund Loses a Day After Explosions"
      },
      {
         "data": "Zack Wheeler’s Solid Start Helps Mets Edge the Phillies"
      },
      {
         "data": "Henrik Lundqvist Stands Firm as Rangers Win Playoff Opener"
      },
      {
         "data": "Chicago Cubs Receive First World Series Rings in Team’s History"
      },
      {
         "data": "Forgettable Knicks’ Season Ends, but Bonds Remain"
      },
      {
         "data": "For Knicks’ Joakim Noah, a Fitting End to a Bad Season"
      },
      {
         "data": "Dortmund Manager Criticizes UEFA for Quick Rescheduling After Bomb Attack"
      },
      {
         "data": "St. Louis Sues N.F.L. Over Rams’ Departure"
      },
      {
         "data": "Key Play in Yankees’ Win Leaves Brett Gardner Safe but Out of Action"
      },
      {
         "data": "Capitals See Players Behind the Stars as Keys to Playoff Success"
      },
      {
         "data": "Didier Drogba, Famous Soccer Player, Joins Phoenix Rising, Not a Famous Soccer Team"
      },
      {
         "data": "It’s Permanent: Doug Weight to Stay On as Islanders Coach"
      },
      {
         "data": "Think Baseball Is Boring? Maybe a Cat Will Help"
      },
      {
         "data": "The Apps That Make Keeping Up With Soccer Easier"
      },
      {
         "data": "Is Russell Westbrook’s Season the Best Ever? Some Apples and Oranges to Pick From"
      },
      {
         "data": "Letter Found After Borussia Dortmund Bus Attack Demands Pullback in Syria"
      },
      {
         "data": "Richard Sherman and Seahawks May Be Ready to Part Ways"
      },
      {
         "data": "N.H.L. Playoffs: What to Watch in the First Round"
      },
      {
         "data": "Commissioner Starts to Press Cleveland Indians About Logo"
      },
      {
         "data": "Juventus Puts Barcelona in Another Big Champions League Hole"
      },
      {
         "data": "Yoenis Cespedes Hits Three Homers as Mets Rout the Phillies"
      },
      {
         "data": "Knicks Fan Involved in Spat With Dolan Says He Can’t Renew Tickets"
      },
      {
         "data": "Goalies Are Pulled, but Not Out of Thin Air"
      },
      {
         "data": "Rangers Will Try to Forget Their Struggles in Montreal"
      },
      {
         "data": "Olympic Race Walking Is Faced With a Dilemma"
      },
      {
         "data": "Mike Conley Rewards Grizzlies’ Faith With a Career Season"
      },
      {
         "data": "Carmelo Anthony Is Expected to Miss Knicks’ Season Finale"
      },
      {
         "data": "With Rigor and Mystique, Nebraska Builds a Bowling Dynasty"
      },
      {
         "data": "Carmelo Anthony Plots His Team’s Future: His Soccer Team in Puerto Rico, That Is"
      },
      {
         "data": "Celtics Win and Cavaliers Lose While Jostling for Top Playoff Spot"
      },
      {
         "data": "Jay Bruce, His Slump Behind Him, Lifts Mets Over Phillies"
      },
      {
         "data": "Cubs’ Crowning Moment, Delayed, of Course"
      },
      {
         "data": "A Yankees Home Opener, With a Crisp New Vibe"
      },
      {
         "data": "Evan Longoria Ensures Rays Don’t Endure Another No-Hitter"
      },
      {
         "data": "After Near Playoff Miss, Islanders Reluctantly Look Ahead"
      },
      {
         "data": "Is Paulo Dybala the Next Lionel Messi? ‘He Can Go as High as He Likes’"
      },
      {
         "data": "Michael Pineda Dazzles in the Yankees’ Near-Perfect Home Opener"
      },
      {
         "data": "Oscar De La Hoya Taunts Trump in Ad Promoting Cinco de Mayo Bout"
      },
      {
         "data": "Masters 2017: Europeans Dominated the Leader Board"
      },
      {
         "data": "Even Before N.H.L. Playoffs Start, Canadian Broadcaster Is a Winner"
      },
      {
         "data": "U.S., Canada and Mexico Announce Shared Bid for 2026 World Cup"
      },
      {
         "data": "Award Steeped in Tradition Meets the Modern Age"
      },
      {
         "data": "The N.B.A.’s Best Games to Watch as a Streaky Season Comes to an End"
      },
      {
         "data": "Can This Man Revive the Yankees?"
      },
      {
         "data": "Jimmie Johnson Claws His Way to a Nascar Victory in Texas"
      },
      {
         "data": "Noah Syndergaard Brings the Heat and the Mets’ Bats Begin to Warm"
      },
      {
         "data": "Same Old Sergio Writes a New Script"
      },
      {
         "data": "10 Things to Know About Russell Westbrook’s Triple-Double Record"
      },
      {
         "data": "Galvanized by a Defender’s Injury, Denver Stands Firm in a Title Win"
      },
      {
         "data": "Masters 2017: Sergio García Finally Wins First Major Title"
      },
      {
         "data": "Damian Lillard Breaks a Trail Blazers Record With 59 Points"
      },
      {
         "data": "Yankees Rally to Defeat the Orioles"
      },
      {
         "data": "Rangers Tradition Takes On Added Poignancy With Loss of ‘a Hero’"
      },
      {
         "data": "Hope for Knicks’ Future, and a Reminder of a Messy Past, Bear Witness to a Loss"
      },
      {
         "data": "Tebow’s 2nd Act Has South Carolina Giving Him the 1st-Class Treatment"
      },
      {
         "data": "Warriors Win Their 14th Straight in Kevin Durant’s Return"
      },
      {
         "data": "Last Year’s Loss Propels Denver to Its Eighth N.C.A.A. Title"
      },
      {
         "data": "Islanders Defeat Devils but Are Eliminated From the Playoffs"
      },
      {
         "data": "After the Mets Praise Robert Gsellman, the Marlins Bruise Him"
      },
      {
         "data": "Devils Send Off Patrik Elias, a Star From Brighter Days"
      },
      {
         "data": "A Kentucky Derby Contender Slips Out From a Santa Anita Crowd"
      },
      {
         "data": "Jordan Spieth Returns to Contention by Playing ‘Without Fear’"
      },
      {
         "data": "Justin Rose and Sergio García Top Leaderboard at Masters"
      },
      {
         "data": "Ex-Ranger Derick Brassard Helps Carry Ottawa Past His Old Team"
      },
      {
         "data": "U.S., Mexico and Canada Likely to Affirm Joint World Cup Bid"
      },
      {
         "data": "Yankees’ Gary Sanchez Heads to Disabled List With a Strained Biceps"
      },
      {
         "data": "Covering Sports. Including Smelt Fishing. And Bighorn-Sheep Hunting."
      },
      {
         "data": "Calgary Flames Come Together and Make a Fast Turnaround"
      },
      {
         "data": "Pitcher Charlie Morton Could Help the Astros, if He Stays Healthy"
      },
      {
         "data": "N.H.L.’s Olympic Absence Opens Up a Russian Power Play"
      },
      {
         "data": "La Liga Gets Tough on Piracy of Its Content"
      },
      {
         "data": "A Note to Tiger Woods: Victory Isn’t the Only Path to Joy"
      },
      {
         "data": "Grizzlies Beat Knicks to Lock Up a Playoff Berth"
      },
      {
         "data": "Steelers’ Ben Roethlisberger Will Return for a 14th Season"
      },
      {
         "data": "Luis Severino Stumbles Off the Mound, Then Falls Apart on It"
      },
      {
         "data": "U.S. Wins Fourth Straight Women’s Hockey World Championship"
      },
      {
         "data": "A Victory for Zack Wheeler, Though the Scoreboard Doesn’t Show It"
      },
      {
         "data": "Phil Mickelson to Join Jordan Spieth in a Marquee Pairing"
      },
      {
         "data": "The Nets’ Brook Lopez on Starting a Brooklyn Legacy"
      },
      {
         "data": "Chasing Golf History, Rory McIlroy Struggles With an Elusive Quarry"
      },
      {
         "data": "When N.B.A. Coaches Rest Their Stars, the Owners Get Restless"
      },
      {
         "data": "Around the N.H.L., a Wealth of Knowledge Is Just an Usher Away"
      },
      {
         "data": "Sergio García Shares Masters Lead After Scoring Mishap"
      },
      {
         "data": "William T. Walters, Famed Sports Bettor, Is Guilty in Insider Trading Case"
      },
      {
         "data": "3 Maple Leaf Ushers Have 139 Years of N.H.L. Memories"
      },
      {
         "data": "Charlotte Eligible to Host 2019 N.B.A. All-Star Game, Commissioner Says"
      },
      {
         "data": "For a Toronto Rugby Team, Some Games Are an Ocean Away"
      },
      {
         "data": "Patrick Ewing’s Slip Shows Need to Learn N.C.A.A. Recruiting Rules"
      },
      {
         "data": "Matt Harvey Is No Longer the Alpha Dog, but Still Has Bite"
      },
      {
         "data": "Behind Kevin Durant’s Jersey Number, a Cold-Blooded Murder"
      },
      {
         "data": "Where Have All the Goals Gone in the Bundesliga?"
      },
      {
         "data": "U.S. Soccer Cruises Past Russia in Exhibition"
      },
      {
         "data": "Kristaps Porzingis Sits Out Again, and Knicks Fall to Wizards"
      },
      {
         "data": "Matt Harvey Wins First Start of Season as Mets Top Braves"
      },
      {
         "data": "Yankees’ Top Pick in 2015 Is Sidelined Again by Elbow Pain"
      },
      {
         "data": "Charley Hoffman Grabs Four-Stroke First-Round Lead at Windy Augusta"
      },
      {
         "data": "Jordan Spieth Discovers That Disaster Always Lurks at the Masters"
      },
      {
         "data": "Tim Tebow Hits Home Run in First Minor League At-Bat"
      },
      {
         "data": "U.S. and Canada Advance to Final in Women’s Hockey World Championship"
      },
      {
         "data": "Slow Start by 2 Young Cornerstones Is Early Test of Yankees’ Faith"
      },
      {
         "data": "What to Watch in the N.H.L.’s Final Weekend Before the Playoffs"
      },
      {
         "data": "Woman Competes Against Men in World Snooker, and Advances"
      },
      {
         "data": "Warriors Clear Kevin Durant to Start Playing Again"
      },
      {
         "data": "Dustin Johnson Withdraws From the Masters With a Back Injury"
      },
      {
         "data": "Patrick Ewing’s Most Important Recruits: Local A.A.U. Coaches"
      },
      {
         "data": "Arnold Palmer’s Absence Is Felt at Augusta’s First Tee"
      },
      {
         "data": "Club Team Thrives in the Shadow of the Frozen Four"
      },
      {
         "data": "In Boston, Cavaliers Make a Point: They’re Still the Cavaliers"
      },
      {
         "data": "It Takes a Small Army to Equal Arnie"
      },
      {
         "data": "Cavaliers Rout Celtics to Retake First in East"
      },
      {
         "data": "Mistakes Come Early for Michael Pineda as Yankees Fall to Rays"
      },
      {
         "data": "Jacob deGrom Displays His Old Form, but the Mets Sputter"
      },
      {
         "data": "Dolan Acknowledges Confronting Knicks Fan Outside the Garden"
      },
      {
         "data": "New York City to Pay N.B.A.’s Thabo Sefolosha $4 Million to End False-Arrest Suit"
      },
      {
         "data": "Bartolo Colon Is Back in Town, and the Mets Sure Could Use Him"
      },
      {
         "data": "Ruben Amaro Sr., Infielder for Star-Crossed ’64 Phillies, Dies at 81"
      },
      {
         "data": "Canada Has Much to Prove Against Finland in World Championship Semifinal"
      },
      {
         "data": "Dustin Johnson Hurts His Back in a Fall, but Still Hopes to Play"
      },
      {
         "data": "Jason Day Enters Masters ‘a Little Bit Unprepared’ but With a Clearer Head"
      },
      {
         "data": "Manchester City’s Coach Says He’s Happy; Chelsea’s Has Reason to Be"
      },
      {
         "data": "After an M.S. Diagnosis, an Emotional Return to the N.H.L. Ice"
      },
      {
         "data": "Masters 2017: Tee Times for the Fourth Round"
      },
      {
         "data": "Long Days, Google Docs and Anonymous Surveys: How the U.S. Soccer Team Forged a Deal"
      },
      {
         "data": "Off Belize, a Hunt for Saltwater Fly-Fishing’s Top Prizes"
      },
      {
         "data": "A Body Blow the Winter Olympics Didn’t Need"
      },
      {
         "data": "Suddenly Competitive Knicks Take Down the Bulls"
      },
      {
         "data": "Justin Verlander and Three Homers Propel the Tigers to Victory"
      },
      {
         "data": "Amazon Will Stream N.F.L.’s Thursday Night Games"
      },
      {
         "data": "Small in Stature, Yankees’ Ronald Torreyes Makes a Towering Statement"
      },
      {
         "data": "Russell Westbrook Ties Oscar Robertson’s Season Triple-Double Record"
      },
      {
         "data": "Lexi Thompson’s Four-Stroke Penalty Is the Talk of Augusta National"
      },
      {
         "data": "Rory McIlroy on Playing With Trump Again: ‘I’d Think Twice About It’"
      },
      {
         "data": "Roy Sievers, Slugging Washington Senator in the ’50s, Dies at 90"
      },
      {
         "data": "With a New Breed of Fans, Even the Yankees Must Adapt"
      },
      {
         "data": "N.H.L.’s Olympics Stance Leaves Players Cold"
      },
      {
         "data": "Harvard’s Seniors Have One Final Goal: A Hockey Title"
      },
      {
         "data": "Elbow Tear of Mets’ Seth Lugo Will Cost Him at Least Two Weeks"
      },
      {
         "data": "U.N.C.'s Joel Berry II on Tar Heels Win"
      },
      {
         "data": "N.C.A.A. Ends Boycott of North Carolina After So-Called Bathroom Bill Is Repealed"
      },
      {
         "data": "Tony Romo Retires From N.F.L. and Heads to CBS, Replacing Simms"
      },
      {
         "data": "Owner and Army Fight for a Soccer Club’s Name"
      },
      {
         "data": "Tar Heels, After Letting One Slip, Hold On Tight This Time"
      },
      {
         "data": "North Carolina Stops Gonzaga, Turning Heartbreak Into Joy"
      },
      {
         "data": "Indians Rally From 5-1 Deficit to Beat Rangers"
      },
      {
         "data": "Trump Declines First Pitch on Opening Day, Throwing Ritual a Curveball"
      },
      {
         "data": "For Mets’ Noah Syndergaard, Goose Bumps Tower Over a Blister on Opening Day"
      },
      {
         "data": "Cricket Draft Opens With an Unusual Question: ‘Who’ll Start the Bidding?’"
      },
      {
         "data": "On Future as a Knick, Carmelo Anthony Says, ‘I See the Writing on the Wall’"
      },
      {
         "data": "20 Years Ago, Tiger Woods Made His Grand Entrance at the Masters"
      },
      {
         "data": "A Fast Start To A New Season"
      },
      {
         "data": "Mets Catch a Break, Then Catch Fire, to Defeat the Braves on Opening Day"
      },
      {
         "data": "Georgetown Hires Patrick Ewing as Men’s Basketball Coach"
      },
      {
         "data": "Yankees and Mets May Be Required to Have More Netting to Protect Fans"
      },
      {
         "data": "N.H.L. Says Its Players Will Not Participate in 2018 Winter Olympics"
      },
      {
         "data": "N.C.A.A. Championship: How North Carolina Won Its Sixth Title"
      },
      {
         "data": "Why the Masters Is a Chance to Savor Nonmodern Pleasures"
      },
      {
         "data": "A Referee Marches On (Much to Kentucky Fans’ Chagrin)"
      },
      {
         "data": "Katy Feeney, Baseball Executive Who Oversaw Scheduling, Dies at 68"
      },
      {
         "data": "Do Seas Make Us Sick? Surfers May Have the Answer"
      },
      {
         "data": "Masters 2017: Top Contenders for the Green Jacket"
      },
      {
         "data": "Pro Golfers Find Winning Rounds From Numbers Crunching"
      },
      {
         "data": "Computer Hackers Again Gain Access to Athletes’ Private Medical Records"
      },
      {
         "data": "Back to the Professionals: The Best N.B.A. Games This Week"
      },
      {
         "data": "A Museum About Soccer, and About Germany"
      },
      {
         "data": "Rangers Win at Home and Hit a Milestone in Points"
      },
      {
         "data": "Cardinals Snuff Out Cubs’ Late Rally in Season Opener"
      },
      {
         "data": "Brad Keselowski Earns His First-Ever Victory at Martinsville"
      },
      {
         "data": "Lexi Thompson Loses L.P.G.A. Major After Surprise Four-Stroke Penalty"
      },
      {
         "data": "With Everyone in Tune, Boston Celtics Are a Virtuoso Rebuilding Act"
      },
      {
         "data": "North Carolina’s Obsession With the Rebound Pays Dividends"
      },
      {
         "data": "Roger Federer Has Found His Form. Now He’ll Give the Clay a Rest."
      },
      {
         "data": "South Carolina Defeats Mississippi State to Win Women’s Title"
      },
      {
         "data": "After Another Knee Injury, Derrick Rose Faces Grim Future With Knicks"
      },
      {
         "data": "How Much Harder Can a Starter Throw? Noah Syndergaard Could Find Out"
      },
      {
         "data": "Pitcher Rafael Montero Claims Last Spot on Mets’ Roster"
      },
      {
         "data": "Latino Players Welcome a Baseball Reporter Who ‘Speaks the Same Language’"
      },
      {
         "data": "One Team, 406 Goals, a Million Stories: Mr. Ranger Is Still Making Fans"
      },
      {
         "data": "Negotiations Intensify Over New Deal for U.S. Women’s Soccer Team"
      },
      {
         "data": "Yankees Stumble Out of the Gate Again and Fall to the Rays"
      },
      {
         "data": "Now Batting: 14 New Baseball Books"
      },
      {
         "data": "The Soccer Team No One Wants to Play"
      },
      {
         "data": "Red Sox Bar Fan From Fenway Park for Using Racial Slur"
      },
      {
         "data": "France Prepares to Stake Its Place in World Hockey"
      },
      {
         "data": "South Sudanese Stand Out in Australian Basketball"
      },
      {
         "data": "Missing Sidney Crosby, Penguins Hold On to Win"
      },
      {
         "data": "Juventus Takes Commanding Lead Over Monaco in Champions League"
      },
      {
         "data": "2 Ejections After M.L.B. Tells Orioles and Red Sox, ‘Enough Is Enough’"
      },
      {
         "data": "LeBron James Reaches Scoring Milestone in Win for Cavaliers"
      },
      {
         "data": "Tony Romo Will Try to Qualify for the U.S. Open"
      },
      {
         "data": "Nashville Predators’ Defense Is Becoming Their Best Offense"
      },
      {
         "data": "David Villa Extends Contract With N.Y.C.F.C."
      },
      {
         "data": "Isaiah Thomas Scores 53 Points as Celtics Top Wizards"
      },
      {
         "data": "Specter of Doping Accompanies a Flashier Form of Cricket"
      },
      {
         "data": "Matt Harvey and the Mets Struggle Again"
      },
      {
         "data": "Jamaal Charles Signs With the Broncos"
      },
      {
         "data": "Rangers, Back at Home, See Their Luck Change Against the Senators"
      },
      {
         "data": "3 Arrested in 2015 Shooting and Robbery of Ex-Knick Cleanthony Early in Queens"
      },
      {
         "data": "Yankees Are Treated to Another Episode of the Aaron Judge Show"
      },
      {
         "data": "Group Led by Jeb Bush and Derek Jeter Is Inching Closer to Buying the Marlins"
      },
      {
         "data": "Luis Olmo, a Pioneering Puerto Rican Baseball Player, Dies at 97"
      }
   ]
}
