{
   "Short Bio": [
      {
         "data": "Music fan. Alcohol enthusiast. Creator. Devoted social media geek. Total analyst. Coffee lover."
      },
      {
         "data": "Beer junkie. Coffee maven. Avid alcohol lover. Twitter expert. Lifelong tv ninja."
      },
      {
         "data": "Creator. Passionate tv nerd. Problem solver. Proud alcohol evangelist. Lifelong web junkie."
      },
      {
         "data": "Coffee maven. Unapologetic social media advocate. Analyst. Tv trailblazer. Zombie geek. Twitter aficionado. Reader."
      },
      {
         "data": "Wannabe internet trailblazer. Devoted coffee scholar. Lifelong web evangelist. Zombie guru. Introvert. Certified music fanatic."
      },
      {
         "data": "Typical creator. Bacon guru. Zombie advocate. Gamer. Social media fanatic. Student."
      },
      {
         "data": "Infuriatingly humble web geek. Coffee practitioner. Prone to fits of apathy. Thinker. Internet evangelist. Alcoholaholic. Music aficionado."
      },
      {
         "data": "Infuriatingly humble web fanatic. Bacon fan. Troublemaker. Certified organizer. Internet junkie. Travel trailblazer."
      },
      {
         "data": "Unapologetic travel nerd. Professional entrepreneur. Explorer. Bacon buff. Proud communicator. Introvert. Avid writer."
      },
      {
         "data": "Web scholar. Introvert. Explorer. Hardcore thinker. Devoted social media fan. Wannabe reader."
      },
      {
         "data": "Typical thinker. Incurable tv geek. Explorer. Friend of animals everywhere. Entrepreneur."
      },
      {
         "data": "Proud music junkie. Unapologetic twitter trailblazer. Pop culture lover. Evil internet practitioner."
      },
      {
         "data": "Music maven. Subtly charming bacon evangelist. Coffee guru. Twitter junkie. Lifelong travel ninja."
      },
      {
         "data": "Pop culture guru. Twitter fanatic. Certified reader. Introvert. Friend of animals everywhere. Entrepreneur. Tv scholar."
      },
      {
         "data": "Pop culture guru. Twitter fanatic. Certified reader. Introvert. Friend of animals everywhere. Entrepreneur. Tv scholar."
      },
      {
         "data": "Pop culture guru. Twitter fanatic. Certified reader. Introvert. Friend of animals everywhere. Entrepreneur. Tv scholar."
      },
      {
         "data": "Student. Coffee specialist. Hipster-friendly tv nerd. Infuriatingly humble zombie evangelist. Web guru. Explorer."
      },
      {
         "data": "Internet guru. Organizer. Pop culture aficionado. Coffee geek. Problem solver. Social media buff."
      },
      {
         "data": "Travel junkie. Wannabe gamer. Communicator. Troublemaker. Food guru. Web fan. Coffee aficionado."
      },
      {
         "data": "Web guru. Avid bacon nerd. Social media fan. Student. Travel buff. Troublemaker."
      },
      {
         "data": "Total zombie aficionado. Infuriatingly humble food expert. Alcohol fanatic. Incurable creator."
      },
      {
         "data": "Falls down a lot. Wannabe coffee practitioner. Freelance web fanatic. Amateur troublemaker."
      },
      {
         "data": "Zombie buff. Hipster-friendly organizer. Internet geek. Introvert. Typical beer advocate."
      },
      {
         "data": "Hipster-friendly food scholar. Certified pop culture specialist. Bacon geek. Coffee trailblazer."
      },
      {
         "data": "Writer. Extreme pop culture fanatic. Certified communicator. Gamer. Subtly charming twitter aficionado."
      },
      {
         "data": "Total beer guru. Friend of animals everywhere. Zombie fanatic. Evil web maven."
      },
      {
         "data": "Gamer. Friendly tv fanatic. Internet advocate. Alcohol trailblazer. Devoted troublemaker."
      },
      {
         "data": "Coffee nerd. Pop culture aficionado. Incurable travel evangelist. Lifelong alcohol fanatic. Food junkie. Hipster-friendly web ninja."
      },
      {
         "data": "Gamer. Total coffee guru. Wannabe writer. Food lover. Bacon advocate. Evil pop culture aficionado. Analyst."
      },
      {
         "data": "Music fanatic. Extreme coffee ninja. Unapologetic beeraholic. General zombie practitioner."
      },
      {
         "data": "Devoted coffee nerd. Passionate zombie specialist. Music fanatic. Amateur pop culture enthusiast."
      },
      {
         "data": "Proud bacon specialist. Amateur creator. Hardcore thinker. Food nerd. Incurable travel fanatic."
      },
      {
         "data": "Amateur internet advocate. Introvert. Creator. Freelance alcohol fanatic. Hardcore thinker."
      },
      {
         "data": "Evil internet fanatic. Organizer. Bacon geek. Thinker. Wannabe zombie fanatic."
      },
      {
         "data": "Analyst. General web trailblazer. Avid internet maven. Travel buff. Freelance alcohol practitioner. Organizer."
      },
      {
         "data": "Hardcore social media fanatic. Amateur alcohol fanatic. Proud twitter specialist. Music aficionado. Internet guru."
      },
      {
         "data": "Extreme tv enthusiast. Future teen idol. Hipster-friendly zombie ninja. Certified web fanatic."
      },
      {
         "data": "Organizer. Thinker. Web junkie. Coffee maven. Amateur music specialist. Bacon evangelist."
      },
      {
         "data": "Incurable gamer. Infuriatingly humble coffeeaholic. Wannabe food scholar. Evil alcohol fan. Reader."
      },
      {
         "data": "Typical bacon evangelist. Incurable music enthusiast. Certified troublemaker."
      },
      {
         "data": "Pop culture ninja. Incurable web advocate. Typical bacon expert. Infuriatingly humble alcohol guru. Wannabe tv geek."
      },
      {
         "data": "Award-winning alcohol fanatic. Certified music ninja. Typical gamer. Internet specialist."
      },
      {
         "data": "Alcohol fanatic. Tv lover. Hardcore bacon geek. Communicator. Social media practitioner."
      },
      {
         "data": "Twitter specialist. Zombie enthusiast. Tv fanatic. Lifelong gamer. Food geek. Wannabe travel nerd. Pop culture evangelist."
      },
      {
         "data": "Pop culture enthusiast. Organizer. Freelance tv buff. Alcohol nerd. Twitter trailblazer. Explorer."
      },
      {
         "data": "Bacon fanatic. Award-winning organizer. Alcohol junkie. Music scholar. Beer specialist."
      },
      {
         "data": "Proud coffee fanatic. Wannabe internet trailblazer. Pop cultureaholic. Beer maven."
      },
      {
         "data": "Wannabe tv fanatic. Social media lover. Prone to fits of apathy. Infuriatingly humble coffee aficionado. Bacon trailblazer."
      },
      {
         "data": "Unapologetic thinker. Proud music nerd. Baconaholic. Extreme twitter aficionado. Hardcore gamer. Pop culture fan. Avid entrepreneur."
      },
      {
         "data": "Communicator. Gamer. Hardcore social media aficionado. Student. Introvert. Wannabe thinker."
      },
      {
         "data": "Award-winning travel ninja. Internet specialist. Pop culture enthusiast. Bacon buff. Creator."
      },
      {
         "data": "Music ninja. Twitter maven. Beer junkie. Web enthusiast. Extreme social media practitioner. Certified pop culture guru."
      },
      {
         "data": "Professional coffee fanatic. Award-winning music expert. Amateur travel specialist. Internet enthusiast. Future teen idol. Proud thinker."
      },
      {
         "data": "Subtly charming music nerd. General coffee advocate. Food scholar. Student."
      },
      {
         "data": "Certified food practitioner. Pop culture expert. Twitter aficionado. Introvert. Travel enthusiast. Organizer."
      },
      {
         "data": "Music evangelist. Thinker. Bacon lover. Extreme zombie buff. Avid social media nerd. Hardcore twitter fanatic. Creator."
      },
      {
         "data": "Friend of animals everywhere. Hardcore internet enthusiast. Incurable beer fanatic. Reader."
      },
      {
         "data": "Unapologetic reader. Proud communicator. Amateur web advocate. Bacon geek."
      },
      {
         "data": "Internet expert. Pop culture practitioner. Zombie advocate. Falls down a lot. Communicator. Friendly writer."
      },
      {
         "data": "Problem solver. Internet specialist. Analyst. Wannabe bacon buff. Coffeeaholic. Beer scholar. General travel fan."
      },
      {
         "data": "Avid bacon guru. Extreme troublemaker. Internet lover. Amateur zombie scholar. Introvert. Total web trailblazer. Falls down a lot. Pop culture practitioner."
      },
      {
         "data": "Hardcore coffee nerd. Evil introvert. Zombie geek. Social media buff. Freelance twitter junkie. Amateur web fanatic. Proud gamer."
      },
      {
         "data": "Travel geek. Explorer. Hardcore organizer. Troublemaker. Extreme reader. General entrepreneur. Evil zombie nerd. Tv expert. Music lover."
      },
      {
         "data": "Typical tv geek. Hardcore alcohol evangelist. Avid foodaholic. Travel guru. Pop culture expert. Coffee lover."
      },
      {
         "data": "Pop culture geek. Infuriatingly humble thinker. Lifelong music ninja. Evil bacon maven. Tv practitioner."
      },
      {
         "data": "Friendly coffee buff. Total internet fanatic. Zombie junkie. Problem solver. Subtly charming web expert. Communicator."
      },
      {
         "data": "Typical travel trailblazer. General creator. Proud introvert. Bacon practitioner. Unapologetic communicator. Total zombie aficionado."
      },
      {
         "data": "Evil pop culture evangelist. Music geek. Troublemaker. Unapologetic tv nerd. Explorer. Certified reader."
      },
      {
         "data": "Wannabe tv nerd. Social media specialist. Subtly charming twitter guru. Proud beer junkie. Writer. Music expert."
      },
      {
         "data": "Gamer. Infuriatingly humble organizer. Internetaholic. Passionate explorer. Avid beer aficionado."
      },
      {
         "data": "Typical zombie ninja. Internet advocate. Freelance troublemaker. Friendly web enthusiast."
      },
      {
         "data": "Evil tv enthusiast. Thinker. Internet buff. Zombie guru. Music aficionado. Friendly twitter maven."
      },
      {
         "data": "Communicator. Coffee specialist. Professional social media evangelist. Twitter trailblazer. Certified alcohol fanatic."
      },
      {
         "data": "Travel fanatic. Pop culture geek. Twitter maven. Amateur beer buff. Music enthusiast. Wannabe food aficionado."
      },
      {
         "data": "Hipster-friendly beer geek. Alcohol fanatic. Problem solver. Web fan. Explorer. Troublemaker. Pop culture expert. Introvert. Subtly charming writer. Thinker."
      },
      {
         "data": "Travel maven. Passionate coffeeaholic. Freelance beer fanatic. Devoted music aficionado."
      },
      {
         "data": "Lifelong music expert. Amateur bacon nerd. Evil web aficionado. Hardcore social media advocate."
      },
      {
         "data": "Writer. Extreme explorer. Music advocate. Evil problem solver. Gamer."
      },
      {
         "data": "Social media ninja. Subtly charming tv evangelist. Unapologetic coffee aficionado. Alcohol scholar. Incurable zombie maven. General beer lover. Avid food geek."
      },
      {
         "data": "Hipster-friendly travel lover. Award-winning creator. Hardcore beer buff. Wannabe web evangelist. Amateur thinker. Twitter advocate."
      },
      {
         "data": "Infuriatingly humble tv guru. Freelance alcohol fan. Typical reader. General music buff."
      },
      {
         "data": "Pop culture fan. Total coffee evangelist. General twitter aficionado. Hipster-friendly travel trailblazer."
      },
      {
         "data": "Analyst. Problem solver. Wannabe gamer. Lifelong zombie nerd. Professional student. Troublemaker."
      }
   ]
}
